Repository: wp-plugins/wp-cprotext
Catalog: lang/wp-cprotext-*.po
Languages: fr_fr

source: CPROTEXT Options
fr_fr: Préférences CPROTEXT

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.

source: no font available
fr_fr: pas de police disponible

source: This case should not happen ! Please, disable CPROTEXT for this post and report this bug to wp-dev@cprotext.com .
fr_fr: Ce cas ne devrait pas exister ! Désactivez CPROTEXT pour cet article et rapportez ce bogue à wp-dev@cprotext.com .

source: Content
fr_fr: Contenu

source: Title
fr_fr: Titre

source: Font
fr_fr: Police

source: Placeholder
fr_fr: Texte de substitution

source: Keywords
fr_fr: Mots-clés

source: This text is going to be unpublished.
fr_fr: Ce texte va être retiré du fil de publications.

source: The CPROTEXT data associated with this revision will remain available in case it has to be published again.
fr_fr: Les données CPROTEXT associées à cette révision resteront disponibles pour le cas où elle devrait être republiée.

source: Modifications were made to the protected revision. This new revision will not be protected, and will require a new submission to CPROTEXT service if it happens to be published.
fr_fr: Des modifications ont été apportées à la révision protégée. Cette nouvelle révision ne sera pas protégée, et nécessitera une nouvelle soumission au service CPROTEXT si elle devait être publiée.

source: This text is not published: protection seems useless.
fr_fr: Ce text n'est pas publié: sa protection semble inutile.

source: Close
fr_fr: Fermer

source: You need to connect to your CPROTEXT account to commit the following modifications:
fr_fr: Vous devez vous connecter à votre compte CPROTEXT pour valider les modifications suivantes:

source: Fill in your CPROTEXT credentials
fr_fr: Renseignez vos identifiants CPROTEXT

source: Password
fr_fr: Mot de passe

source: Identify
fr_fr: Identification

source: Identification failed
fr_fr: L'identification a échoué

source: Can't retrieve font list.
fr_fr: La liste de polices ne peut être récupérée.

source: Can't get current credits.
fr_fr: Le crédit actuel ne peut être récupéré.

source: Your account has currently
fr_fr: Votre compte a actuellement

source: credits.
fr_fr: crédits.

source: Do you confirm willing to use CPROTEXT service to protect this text ?
fr_fr: Confirmez-vous vouloir utiliser le service CPROTEXT pour protéger ce texte ?

source: I'll come back later
fr_fr: Je reviendrais plus tard

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Operation cancelled
fr_fr: Opération annulée

source: Error while submitting
fr_fr: Erreur lors de la soumission

source: Error while updating
fr_fr: Erreur lors de la mise à jour

source: Resume WordPress publishing process
fr_fr: Reprendre le processus de publication de WordPress

source: Error while getting status
fr_fr: Erreur lors de la récupération du status

source: unknown status
fr_fr: status inconnu

source: Failed
fr_fr: Echec

source: Unknown reason
fr_fr: Raison inconnue

source: Database connection failed
fr_fr: La connexion à la base de donnée a échoué

source: Internal error: issue has been reported upstream
fr_fr: Erreur interne: le problème a été rapportée en amont

source: font file storage failed
fr_fr: l'enregistrement de la police %1 a échoué

source: EOT font generation failed with error code
fr_fr: La génération de la police EOT a échoué avec le code

source: Font generation failed with error code
fr_fr: La génération de la police a échoué avec le code

source: Can't generate EOT fonts
fr_fr: Impossible de générer les polices EOT

source: Can't generate fonts
fr_fr: Impossible de générer les polices

source: Database access failed
fr_fr: L'accès à la base de données a échoué

source: Font not found
fr_fr: La police n'est pas trouvée

source: Processing
fr_fr: En cours de traitement

source: step
fr_fr: étape

source: destructuration
fr_fr: déstructuration

source: disruption
fr_fr: découplage

source: compilation
fr_fr: assemblage

source: Waiting to be queued
fr_fr: En atttente d'envoi

source: Queueing
fr_fr: En attente

source: texts to protect before yours.
fr_fr: textes à protéger avant les votres.

source: Operation succeeded
fr_fr: Opération réussie

source: This text is entitled to our Pay-What-You-Want policy. Check your account 'Texts' panel, and set the price you consider appropriate for this service. Once done, come back here.
fr_fr: Ce texte est éligible à notre politique de Prix Libre. Vérifiez l'onglet 'Textes' de votre compte, et déterminez le prix que vous considérez approprié pour ce service. Une fois cela accompli, revenez sur ce texte.

source: Downloading your protected text
fr_fr: Téléchargement de votre texte protégé

source: Your text has been successfully protected.
fr_fr: Votre texte a été protégé avec succès.

source: It is now ready to be published.
fr_fr: Il est maintenant prêt à être publié.

source: Error while getting CPROTEXT data
fr_fr: Erreur lors de la récupération des données CPROTEXT

source: Cancel
fr_fr: Annuler

source: Failing to insert CPROTEXT data for post id
fr_fr: Impossible d'insérer les données CPROTEXT pour l'article

source: Failing to update CPROTEXT data for post id
fr_fr: Impossible de mettre à jour les données CPROTEXT pour l'article

source: Nothing to update CPROTEXT data for post id
fr_fr: Il n'y a rien à mettre à jour pour l'article

source: Failing to delete waiting metadata for
fr_fr: Impossible de supprimer les meta-données temporaires pour

source: Failing to save keywords for
fr_fr: Impossible de sauver les mots-clés pour

source: Failing to save waiting metadata for
fr_fr: Impossible de sauver les méta-données temporaires pour

source: Failing to update CPROTEXT data for
fr_fr: Impossible de mettre à jour les données CPROTEXT pour

source: Failing to associate %u with CPROTEXT data from %u.
fr_fr: Impossible d'assococier %u avec les données CPROTEXT de %u.

source: Failing to transfer other posts associated with %u CPROTEXT data to %u
fr_fr: Impossible de transférer les autres articles associés aux données CPROTEXT de %u à %u

source: This should be a modified revision, but it seems it's not !
fr_fr: Ceci devrait être une révision modifiée, mais il semble qu'elle ne le soit pas !

source: CPROTEXT data integration cancelled.
fr_fr: Intégration des données CPROTEXT annulée.

source: Failing to save previously protected revision %u for parent %u
fr_fr: Impossible de sauver la révision précédement protégée %u pour l'article parent %u

source: This post does not have any revision: not good !
fr_fr: Cet article n'a pas de révisions: pas bon !

source: Can't find Parent %u previous revision
fr_fr: Impossible de trouver la révision précédente de l'article parent %u

source: Failing to save previously protected state of previous revision for parent %u
fr_fr: Impossible de sauver l'état de protection précédent de la révision précédente pour l'article parent %u

source: Failing to delete previous protected revision id metadata
fr_fr: Impossible de suppimer les méta-données de la révision précédemment protégée

source: Failing to delete protected state of previous revision
fr_fr: Impossible de supprimer l'état de protection de la révision précédente

source: Failing to find revision id for post
fr_fr: Impossible de trouver l'id de la révision pour l'article

source: This should have the same content, but it seems it does not !
fr_fr: Ceci devrait avoir le même contenu, mais il semble que ce ne soit pas le cas !

source: This should be the same revision, but it does not seem to be so !
fr_fr: Ce devrait être la même révision, mais il semble que ce ne soit pas le cas !

source: How can this about-to-be-published draft be protected ?
fr_fr: Comment ce brouillon prêt à publier peut-il être protégé ?

source: Failing to disable CPROTEXT data for parent id
fr_fr: Impossible de désactiver les données CPROTEXT pour l'article parent

source: Copyrighted text protected by CPROTEXT
fr_fr: Texte soumis à copyright protégé par CPROTEXT

source: CPROTEXT web site
fr_fr: le site web de CPROTEXT

source: Copyright protection for online texts
fr_fr: Protection de textes en ligne soumis à copyright

source: CPROTEXT protection process has been initiated for this text and needs to be resumed.
fr_fr: La protection de ce texte par CPROTEXT a été entamé et doit être mené à terme

source: Internet Explorer 8 support
fr_fr: Prise en charge d'Internet Explorer 8

source: You are about to use %1 credit%2 for this text.
fr_fr: Vous allez utilisez %1 crédit%2 pour ce texte.

source: Integration of the online texts copy protection service proposed by cprotext.com
fr_fr: Intégration du service de protection contre la copie de textes publiés en ligne proposé par cprotext.com

source: Disabled: database version mismatch
fr_fr: Désactivé: version de base de données incompatible

source: Disabled: you must first synchronize the WordPress CPROTEXT Settings with your CPROTEXT.COM account
fr_fr: Désactivé: vous devez d&#39;abord synchroniser vos Réglages CPROTEXT de WordPress avec votre compte CPROTEXT.COM

source: Invalid input data
fr_fr: Données recues invalides

source: Failing to update IE8 support for
fr_fr: Impossible de mettre à jour la prise ne charge d'IE8 pour

source: successfully uploaded.
fr_fr: ajoutée

source: CPROTEXT server unreachable.
fr_fr: Serveur CPROTEXT inaccessible.

source: WordPress hosting server issue
fr_fr: Problème lié au serveur hébergeant WordPress

source: File size exceeds PHP configured limit (%s).
fr_fr: Taille de fichier excédant la limite configurée dans PHP (%s).

source: Upload interrupted.
fr_fr: Envoi interrompu.

source: No file submitted.
fr_fr: Aucun fichier envoyé

source: Temporary folder unreachable.
fr_fr: Dossier temporaire inaccessible.

source: Can't write file in temporary folder.
fr_fr: Ecriture impossible dans le dossier temporaire.

source: A PHP extension stopped the file upload.
fr_fr: Une extension PHP a interrompu l'envoi de fichier.

source: Unidentified issue.
fr_fr: Problème indéterminé.

source: https://www.cprotext.com/en/tools.html
fr_fr: https://www.cprotext.com/fr/outils.html
